tap "1password/tap"
tap "ameshkov/tap"
tap "bell-sw/liberica"
tap "gocardless/taps"
tap "gromgit/fuse"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "microsoft/mssql-release"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "prbinu/touch2sudo"
tap "vultr/vultr-cli"
brew "age"
brew "age-plugin-yubikey"
brew "openssl@3"
brew "asciidoctor"
brew "autossh"
brew "python@3.13", link: false
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "b2-tools"
brew "bash"
brew "certbot"
brew "cli53"
brew "colordiff"
brew "coreutils"
brew "curl", link: true
brew "duck"
brew "libusb"
brew "gnupg"
brew "duplicity"
brew "duti"
brew "e2fsprogs"
brew "fd"
brew "xvid"
brew "ffmpeg"
brew "gcc"
brew "fnt"
brew "libheif"
brew "imagemagick"
brew "folderify"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gist"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "gpgme"
brew "gradle"
brew "graphicsmagick"
brew "handbrake"
brew "pkgconf"
brew "hopenpgp-tools"
brew "html-xml-utils"
brew "htop"
brew "hub"
brew "hugo"
brew "iftop"
brew "iperf3"
brew "iproute2mac"
brew "jenv"
brew "node"
brew "terminal-notifier"
brew "vips"
brew "joplin-cli"
brew "jpegoptim"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "just"
brew "libfido2"
brew "m-cli"
brew "mas"
brew "mtr"
brew "neovim"
brew "net-snmp"
brew "newman"
brew "nmap"
brew "nut"
brew "openssh"
brew "pastel"
brew "pcsc-lite"
brew "php"
brew "pillow"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "prettier"
brew "proctools"
brew "pv"
brew "qemu"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "smartmontools"
brew "speedtest-cli"
brew "strongswan"
brew "tcpdump"
brew "telnet"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tree"
brew "unison"
brew "upx"
brew "usbutils"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "wireshark"
brew "ykman"
brew "ykpers"
brew "yubico-piv-tool"
brew "yubikey-agent"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ameshkov/tap/dnslookup"
brew "gocardless/taps/cli"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "vultr/vultr-cli/vultr-cli"
cask "1password-cli"
cask "ankerwork"
cask "audacity"
cask "aws-vpn-client"
cask "azure-data-studio"
cask "balenaetcher"
cask "chatgpt"
cask "db-browser-for-sqlite"
cask "dotnet-sdk"
cask "firefox"
cask "font-abel"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-devicons"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fira-sans-extra-condensed"
cask "font-fjalla-one"
cask "font-hack-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-josefin-sans"
cask "font-lato"
cask "font-material-icons"
cask "font-material-symbols"
cask "font-meslo-lg-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-montserrat"
cask "font-nanum-gothic"
cask "font-nanum-gothic-coding"
cask "font-open-sans"
cask "font-oswald"
cask "font-poppins"
cask "font-powerline-symbols"
cask "font-pt-sans"
cask "font-pt-sans-caption"
cask "font-pt-sans-narrow"
cask "font-raleway"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-flex"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "font-rubik"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu"
cask "font-ubuntu-condensed"
cask "font-ubuntu-mono"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "github"
cask "gitkraken"
cask "gitkraken-cli"
cask "halloy"
cask "handbrake-app"
cask "iina"
cask "iterm2"
cask "joplin"
cask "lingon-x"
cask "macvim-app"
cask "marked-app"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-openjdk"
cask "monero-wallet"
cask "mullvad-vpn"
cask "obsidian"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "powershell"
cask "rsyncui"
cask "screaming-frog-log-file-analyser"
cask "screaming-frog-seo-spider"
cask "sf-symbols"
cask "stats"
cask "sublime-text"
cask "tailscale-app"
cask "the-unarchiver"
cask "thetimemachinemechanic"
cask "tinypng4mac"
cask "transmission"
cask "trezor-bridge-app"
cask "trezor-suite"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-chmodbpf"
cask "xattred"
cask "yubico-authenticator"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Acon", id: 1566767185
mas "Actions For Obsidian", id: 1659667937
mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "AdGuardHome", id: 1543143740
mas "AJA System Test Lite", id: 1092006274
mas "Apple Configurator", id: 1037126344
mas "AutoMounter", id: 1160435653
mas "AVG Cleaner", id: 667434228
mas "Azure VPN Client", id: 1553936137
mas "Bank Check Printer", id: 851778218
mas "Base64 Image Encoder", id: 549343946
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "bitbyteconverter", id: 491594664
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Brother P-touch Editor", id: 1453365242
mas "Caffeinated", id: 1362171212
mas "Cardhop", id: 1290358394
mas "Chipper OTA", id: 1589744317
mas "Compare & Sync Folders", id: 1001460601
mas "Copilot", id: 1447330651
mas "Core Tunnel", id: 1354318707
mas "DaisyDisk", id: 411643860
mas "Desktop App for Jira", id: 6572290663
mas "Developer", id: 640199958
mas "Dig", id: 517610881
mas "Disk Xray", id: 943405146
mas "Domain Name Analyzer", id: 455731326
mas "Drafts", id: 1435957248
mas "ezCheckPrinting", id: 1475426000
mas "Fantastical", id: 975937182
mas "Flighty", id: 1358823008
mas "Folder Tidy", id: 486626129
mas "Foldor", id: 1559426624
mas "G App Launcher", id: 1543803459
mas "HAM-Toolbox", id: 1630108109
mas "HamStudy.org Desktop", id: 1386340628
mas "Horo", id: 1437226581
mas "HP Smart", id: 1474276998
mas "HTML Email Signature - Outlook", id: 1101267774
mas "Hyperspace", id: 6739505345
mas "iCrypto Pro", id: 1519160715
mas "iMazing Profile Editor", id: 1487860882
mas "iMovie", id: 408981434
mas "ipcalculatorver4", id: 445268759
mas "IPTV Smart Pro", id: 6478398981
mas "JSON Helper", id: 453114608
mas "Just Press Record", id: 1033342465
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LittleIpsum", id: 405772121
mas "MacFamilyTree 11", id: 6480510488
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Messenger", id: 1480068668
mas "Mimeo Photos", id: 1282504627
mas "Name Mangler 3", id: 603637384
mas "NetworkKit", id: 979299240
mas "NetworkToolbox", id: 1557453461
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1542143627
mas "Pages", id: 409201541
mas "Parallels System Monitor", id: 6475592380
mas "Parcel 2", id: 375589283
mas "Pastel", id: 413897608
mas "Patterns", id: 429449079
mas "PrestoPhoto", id: 1433634474
mas "Prime Video", id: 545519333
mas "Privacy.com for Safari", id: 6449850851
mas "Remote Desktop", id: 409907375
mas "S3", id: 6447647340
mas "SFMenuBar", id: 1615595104
mas "Shortcut for Google", id: 1581379262
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "SubManager", id: 1632853914
mas "SubnetCalc", id: 412946682
mas "Taska", id: 6741809383
mas "TestFlight", id: 899247664
mas "Tide Guide", id: 1406371071
mas "timeEdition", id: 1238604516
mas "Todoist", id: 585829637
mas "VictronConnect", id: 1084677271
mas "VisualJSON", id: 488709442
mas "WhatsApp", id: 310633997
mas "WiFi Signal", id: 525912054
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
mas "WireGuard", id: 1451685025
vscode "1password.op-vscode"
vscode "74th.high-contrast-icons"
vscode "74th.monokai-charcoal-high-contrast"
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.add-reference"
vscode "adrianwilczynski.asp-net-core-switcher"
vscode "adrianwilczynski.csharp-to-typescript"
vscode "adrianwilczynski.namespace"
vscode "adrianwilczynski.terminal-commands"
vscode "adrianwilczynski.toggle-hidden"
vscode "adrianwilczynski.user-secrets"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "az-resource-explorer-vscode.azure-resource-explorer-for-vscode"
vscode "bencoleman.armview"
vscode "bianxianyang.htmlplay"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-prism"
vscode "bierner.markdown-shiki"
vscode "billaferd.vscode-deflist"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "csholmq.excel-to-markdown-table"
vscode "dae.vscode-mac-color-picker"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "deerawan.vscode-dash"
vscode "dnv-opensource.commoniac"
vscode "doggy8088.netcore-extension-pack"
vscode "doggy8088.netcore-snippets"
vscode "doggy8088.quicktype-refresh"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "ed-elliott.azure-arm-template-helper"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.dotnet"
vscode "foxundermoon.shell-format"
vscode "george-alisson.html-preview-vscode"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "ginfuru.vscode-jekyll-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "goessner.mdmath"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "idleberg.openvpn"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.markdown-extended"
vscode "jheilingbrunner.vscode-gnupg-tool"
vscode "jmrog.vscode-nuget-package-manager"
vscode "k--kato.docomment"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kortina.vscode-markdown-notes"
vscode "kreativ-software.csharpextensions"
vscode "mblode.twig-language-2"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mkhl.shfmt"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.wordcount"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "mushan.vscode-paste-image"
vscode "openai.openai-chatgpt-adhoc"
vscode "patcx.vscode-nuget-gallery"
vscode "pflannery.vscode-versionlens"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "rogalmic.bash-debug"
vscode "rxliuli.joplin-vscode-plugin"
vscode "samcogan.arm-snippets"
vscode "satokaz.vscode-markdown-header-coloring"
vscode "shanoor.vscode-nginx"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidthesloth.html5-boilerplate"
vscode "sissel.shopify-liquid"
vscode "stanislav.vscode-twig"
vscode "takumii.markdowntable"
vscode "telesoho.vscode-markdown-paste-image"
vscode "timonwong.shellcheck"
vscode "tintoy.msbuild-project-tools"
vscode "tomashubelbauer.vscode-markdown-email-links"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "yandeu.five-server"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zealzhangz.markdown-add-backquote"
vscode "zxh404.vscode-proto3"
